{
    "quote": [
        {
            "content": "If you're not happy here, then you can leave. As far as I'm concerned, if you hate our country, if you're not happy here, you can leave, and that's what I say all the time. That's what I said in a tweet, which I guess some people think is controversial. A lot of people love it by the way. A lot of people love it, but if you're not happy in the U.S., if you're complaining all the time, very simply, you can leave. You can leave right now. Come back if you want. Don't come back. It's okay too, but if you're not happy, you can leave.",
            "author": "Donald John Trump",
            "url": "https://www.cnsnews.com/news/article/melanie-arter/trump-if-youre-not-happy-here-then-you-can-leave"
        },
        {
            "content": "法治是现代政府管理社会的最好方式，也是我们走出困境、走向明天的最佳选择。实际上，今天这个会就是在昨天和明天之间选择。我们面前摆着两条路，一是恢复和继续走全能政府即人治的老路，靠一位伟大领袖发号施令，用计划经济甚至专营的办法去解决经济领域层层盘剥的问题，靠学习领导人讲话或思想政治工作和道德教育去解决以权谋私、腐败堕落的问题，用加强纪律去解决思想、理论、文化界的是非问题，如果还是这样，小平同志就是活一百岁也解决不了我们的体制转变。",
            "author": "习仲勋",
            "url": "https://news.ifeng.com/a/20141017/42228141_1.shtml"
        },
        {
            "content": "It's hard for people to accept that we are alone,that nobody caress.",
            "author": "Colin McGinn",
            "cite": "The Atheism Tape"
        },
        {
            "content": "is that,instead of using religion to decide what is moral,they're using their moral sense,which,fortunately,is a perfectly good,reasonable moral sense to decide what is religious.",
            "author": "Steven Weinberg",
            "cite": "The Atheism Tape"
        },
        {
            "content": "All propaganda must be popular and its intellectual level must be adjusted to the most limited intelligence among those it is addressed to. Consequently, the greater the mass it is intended to reach, the lower its purely intellectual level will have to be. ...The art of propaganda lies in understanding the emotional ideas of the great masses and finding, through a psychologically correct form, the way to the attention and thence to the heart of the broad masses.",
            "author": "Adolf Hitler",
            "cite": "Mein Kampf",
            "url":"http://college.cengage.com/history/primary_sources/west/the_art_of_propaganda_hitler.htm"
        },
        {
            "content": "Such isolation is sometimes bitter, but I do not regret being cut off from the understanding and sympathy of other men. I lose something by it, to be sure, but I am compensated for it in being rendered independent of the customs, opinions, and prejudices of others, and am not tempted to rest my peace of mind upon such shifting foundations.<br>My political ideal is democracy. Everyone should be respected as an individual, but no one idolized. It is an irony of fate that I should have been showered with so much uncalled-for and unmerited admiration and esteem. Perhaps this adulation springs from the unfulfilled wish of the multitude to comprehend the few ideas which I, with my weak powers, have advanced.<br>Full well do I know that in order to attain any definite goal it is imperative that one person should do the thinking and commanding and carry most of the responsibility. But those who are led should not be driven, and they should be allowed to choose their leader. It seems to me that the distinctions separating the social classes are false; in the last analysis they rest on force. I am convinced that degeneracy follows every autocratic system of violence, for violence inevitably attracts moral inferiors. Time has proved that illustrious tyrants are succeeded by scoundrels.",
            "author": "Einstein",
            "cite": "What I believe"
        },
        {
            "content": "Public Service Announcement:The Right to Free Speech means the government can't arrest you for what you say.It doesn't mean that anyone else has to listen to your bullshit, or host you while you share it.The 1st Amendment doesn't shield you from criticism or consequences.If you're yelled at, boycotted, have your show canceled, or get banned from an Internet community, your free speech rights aren't being violated.It's just that the people listening think you're an asshole,and they're showing you the door.",
            "author": "xkcd",
            "url": "https://xkcd.com/1357"
        },
        {
            "content": "Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind. These passions, like great winds, have blown me hither and thither, in a wayward course, over a great ocean of anguish, reaching to the very verge of despair.",
            "author": "Bertrand Russell",
            "cite": "What I Have Lived For"
        },
        {
            "content": "用事实求得对世界的理解，以每个人都能明白的方式消灭无知。",
            "author": "Hans rosling"
        }
    ]
}